/* Growl */
"became available" = "теперь присутствует";
"became available: %@" = "теперь присутствует: %@";
"came online" = "теперь онлайн";
"changed status" = "changed status";
"changed status: %@" = "changed status: %@";
"%@ says" = "%@ говорит";
"went away" = "теперь отсутствует";
"went away: %@" = "теперь отсутствует: %@";
"went idle" = "теперь не занят";
"went offline" = "теперь оффлайн";

/* Status Changes */
"%@ became available." = "%@ теперь присутствует.";
"%@ became available. (%@)" = "%@ теперь присутствует. (%@)";
"%@ went away." = "%@ теперь отсутствует.";
"%@ went away. (%@)" = "%@ теперь отсутствует. (%@)";
"%@ went idle." = "%@ теперь не занят.";

/* Unified Contact List */
"Add Group..." = "Добавить группу…";
"all accounts" = "все учетные записи";
"All Contacts" = "Все контакты";
"Contacts" = "Контакты";

/* Log Viewer */
"Are you sure you want to delete all selected logs?" = "Вы уверены, что хотите удалить всю выбранную переписку?";
"Delete" = "Удалить";
"Delete Logs" = "Удалить записи";
"Don't Delete" = "Не удалять";
"iChat is not currently logging your conversations, so past conversations will not appear in the log viewer. Go to the Messages tab in the iChat preferences to begin saving your chat transcripts." = "iChat сейчас не журналирует переписку, так что прошлая переписка не появится в журнале. Перейдите на вкладку Сообщения в настройках iChat, чтобы включить Сохранение протоколов чата.";
"Log Viewer" = "Журнал";
"Logging is disabled" = "Журналирование отключено";
"No images in transcript." = "В протоколе нет изображений.";
"No links in transcript." = "В протоколе нет ссылок.";
"Show link in transcript" = "Показать ссылку в протоколе";
"Show image in transcript" = "Показать изображение в протоколе";
"Show in Log Viewer" = "Показать в Журнале";

/* Log Viewer - Status Strings */
"No results" = "Нет результатов";
"One result" = "Один результат";
"%d results" = "%d результатов";
"Searching..." = "Поиск…";
"Loading logs..." = "Загружаю журнал…";

/* Activity Viewer */
"Activity" = "Активность";
"Are you sure you want to permanently delete all past activity?" = "Вы уверены, что хотите навсегда очистить всю прошедшую активность?";
"Clear" = "Очистить";
"Clear Past Activity" = "Очистить прошедшую активность";
"Delete" = "Удалить";
"Don't Delete" = "Не удалять";
"Export" = "Экспортировать";
"Filter" = "Фильтровать";
"iChat Activity Log" = "Журнал активности iChat";
"Incoming File" = "Входящий файл";
"Outgoing File" = "Исходящий файл";
"Recent Activity Length" = "Хранить";

/* Donate */
"Thank you for using Chax. Please consider making a donation to support the development of Chax if you find it to be a useful addition to iChat. This message will only appear once more." = "Благодарим за использование Chax. Пожалуйста, рассмотрите возможность благодарственного взноса для поддержки Chax, если он вам понравится. Это сообщение появится еще только один раз.";
"Thank you for continuing to use Chax. Please consider making a donation to support the development of Chax if you find it to be a useful addition to iChat. This message will not appear again." = "Спасибо, что продолжаете пользоваться Chax. Пожалуйста, рассмотрите возможность благодарственного взноса для поддержки Chax, если он вам нравится. Это сообщение больше не появится.";

/* iChatAgent Injection */
"Administrator password required" = "Требуется пароль администратора";
"Sending plain text to ICQ users requires your admin password to function properly. Please enter your admin password to enable this feature." = "Отправка простого текста пользователям ICQ потребует пароль администратора. Введите пароль для активации функции.";
"Administrator password error" = "Ошибка ввода пароля";
"There was an error enabling plain text support for ICQ users. Please try again or reinstall Chax if the problem persists. (Error %d)" = "Произошла ошибка включения отправки простого текста пользователям ICQ. Повторите, или переустановите Chax при повторной ошибке. (Error %d)";

/* AV Chat Close Confirmation */
"End AV Chat?" = "Завершить чат A/V?";
"Are you sure you want to end this AV chat?" = "Вы уверены, что хотите завершить чат A/V?";
"Close" = "Закрыть";
"Don't Close" = "Не закрывать";

/* Preferences - Auto-Accept */
"Are you sure you want to Automatically accept AV chat invitations that are sent to you? All AV chats are automatically accepted by default. Click \"Options...\" to only accept AV chats from specific users or on specific accounts." = "Вы уверены что хотите принимать приглашения на чат A/V автоматически? Все чаты A/V принимаются автоматически. Выберите \"Опции…\" чтобы принимать приглашения только от определенных пользователей или только на определенных учетных записях.";
"Automatically accept AV chat invitations?" = "Принимать приглашения на чат A/V автоматически?";
"Auto-accept AV chats from:" = "Принимать приглашения на чат A/V от:";
"Auto-accept files from:" = "Принимать передачу файлов от:";
"Are you sure you want to automatically accept all files that are sent to you? All files are automatically accepted by default. Click \"Options...\" to only accept files from specific users or on specific accounts." = "Вы уверены, что хотите принимать все посылаемые вам файлы автоматически? Все файлы принимаются автоматически. Выберите \"Опции…\" чтобы принимать файлы только определенных пользователей или только на определенных учетных записях.";
"Automatically accept file transfers?" = "Принимать передачу файлов автоматически?";
"Auto-accept screen sharing from:" = "Принимать приглашения от:";
"Are you sure you want to automatically accept all screen sharing invitations that are sent to you? All screen sharing invitations are automatically accepted by default. Click \"Options...\" to only accept screen sharing invitations from specific users or on specific accounts." = "Вы уверены что хотите принимать приглашения на общий экран автоматически? Все приглашения на общий экран принимаются автоматически. Выберите \"Опции…\" чтобы принимать приглашения только от определенных пользователей или только на определенных учетных записях.";
"Automatically accept screen sharing invitations?" = "Принимать приглашения на общий экран?";
"Anyone" = "От любого";

/* Other */
"Always on Top" = "Всегда наверху";
"Send Camera Snapshot..." = "Отправить снимок камеры…";
"Show Preferences..." = "Показать настройки…";
"Show Text Status" = "Показывать текстовый статус";

/* Button Titles */
"OK" = "OK";
"No" = "Нет";
"Yes" = "Да";
"Cancel" = "Отменить";
